<x-layouts.master>
    <x-slot name="title">
        מדיניות פרטיות
    </x-slot>

    <x-slot:styles>
        <style>

            body {
                background-color: #ebf6ff !important;
                direction: rtl;
            }
        </style>
    </x-slot:styles>

    <x-slot:body>

        <x-filament::card class="w-full">
            <br>
            <h2>1. הקדמה:</h2>
            <p>
                ברוכים הבאים ל-my-safe - המערכת לשליחת הצעות מחיר וחוזים ללקוחות. מדיניות פרטיות זו מגדירה את השימוש
                במערכת ואת ניהול המידע האישי שאנו אוספים, מעבדים ושומרים בה. אנו מקפידים על הגנת הפרטיות שלך
                ורוצים להבטיח שאתה מעודכן בכל הנוגע לשימוש במידע האישי שלך.
            </p>

            <h2>2. איסוף מידע אישי:</h2>
            <p>
                אנו אוספים ומעבדים מידע אישי כגון: שמות, כתובות דוא"ל, מספרי טלפון ומידע נוסף שאתה מספק בעת הרישום
                למערכת ובמהלך השימוש בה. המידע האישי ישמש אותנו לתפעול רגיל של המערכת ולשדרוג השירותים שאנו
                מספקים וכן לשליחת התראות ועדכונים חשובים ביחס למערכת ולשימוש בה.
            </p>

            <h2>3. שימוש במידע האישי:</h2>
            <p>
                אנו משתמשים במידע האישי שאנו אוספים עבור תפעול רגיל של המערכת, כגון התפעול של מידע הלקוחות וההצעות
                המגיעות אליהם. ניתן גם נעשה שימוש במידע זה לצורך שיפור השירותים הניתנים והמתאמתם לצרכים המשתנים
                שלך במערכת.
            </p>

            <h2>4. מסירת מידע לצדדים שלישיים:</h2>
            <p>
                אנו מחוייבים להגנה על המידע האישי שלך ולא נמסור אותו לצדדים שלישיים ללא רשות. יתכן ונצטרך להעביר
                את המידע במקרים מסוימים, כמו לדוגמא: כאשר יש חובה על פי חוק או פקודת משפט, או כאשר זה נדרש
                להפעלת המערכת או לאבטחתה.
            </p>

            <h2>5. הגנת המידע האישי:</h2>
            <p>
                אנחנו מכירים בחשיבות הגנת המידע ונוקטים באמצעים המוכרים לאבטחת המידע האישי שלך. אנחנו נעשה
                יתרון ממדיניות האבטחה שלנו ונמנע מגישה לא מורשית למידע שלך.
            </p>

            <h2>6. קישורים חיצוניים:</h2>
            <p>
                המערכת עשויה להכיל קישורים לאתרים חיצוניים. יש לקחת בחשבון שאנחנו אינו נושאים אחריות לתכנים
                או למדיניות הפרטיות של אתרים אלה. עליך לבדוק את מדיניות הפרטיות של אתרים אלה לפני השימוש
                בהם.
            </p>

            <h2>7. עדכונים למדיניות פרטיות:</h2>
            <p>
                המדיניות עשויה להשתנות מעת לעת. נשתדל להודיע לך על כל שינוי במדיניות פרטיות דרך המערכת, ובכל מקרה
                הכרחי נבצע עדכון כאן במסמך.
            </p>

            <h2>8. תיאום עם המדיניות:</h2>
            <p>
                על ידי השימוש במערכת, אתה מסכים למדיניות פרטיות זו ולשימוש שלנו במידע האישי שלך בהתאם לה. אם
                אתה לא מסכים עם המדיניות, אנא נזהר מהשימוש במערכת.
            </p>

            <h2>9. יצירת קשר:</h2>
            <p>
                אנחנו עמודים לשירותך ונשמח לעזור בכל שאלה או בקשה בנוגע למדיניות פרטיות זו. עליך ליצור קשר עם צוות
                התמיכה שלנו דרך הפרטים שמופיעים באתר.
            </p>

        </x-filament::card>


    </x-slot:body>

</x-layouts.master>
