<?php
$logo = \App\Models\User::find(1)->logo_url;
?>

<x-filament::page>
<!--    page for terms and condition -->
    <x-slot name="header">
        <h2 class="font-semibold text-xl text-gray-800 leading-tight">
            תנאים והגבלות
        </h2>
    </x-slot>

<!--    card  -->
    <x-filament::card class="w-full">
        <div class="flex justify-center">
            <img src="{{ \Illuminate\Support\Facades\Storage::url('/') .  $logo}}" style="height: 100px" alt="logo">
        </div>
        <br>
        <h1>ברוכים הבאים ל-my-safe - המערכת לשליחת הצעות מחיר וחוזים ללקוחות.</h1>
        <br>
        <h2>1. רישום משתמשים:</h2>
        <p>1.1. רישום למערכת ניתן לכל אדם עם כתובת מייל תקפה.</p>
        <p>1.2. יחודיות המשתמש במערכת חייבת להישמר. אסור להעביר את פרטי הכניסה למשתמש אחר או לשתף אותם באמצעות כלי דיגיטלי אחר.</p>

        <h2>2. הוספת לקוחות:</h2>
        <p>2.1. כל משתמש יכול להוסיף לקוחות חדשים למערכת ולנהל את רשימת הלקוחות שלו בצורה עצמאית.</p>
        <p>2.2. על המשתמש לספק פרטים נכונים ומדויקים לגבי הלקוחות החדשים שהוא מוסיף.</p>

        <h2>3. הצעות מחיר וחוזים:</h2>
        <p>3.1. המשתמש יכול לשלוח הצעות מחיר וחוזים ללקוחות מהמערכת.</p>
        <p>3.2. על המשתמש להסתמך על מדיניות ההצעות מחיר והחוזים התקפה במדינתו, ולהבטיח שהמסמכים הנשלחים תואמים את הקריטריונים המקובלים.</p>

        <h2>4. קבלת התראות והעדכונים:</h2>
        <p>4.1. הלקוחות של המשתמש יקבלו התראות ועדכונים במייל לפי העדפות הקבועות על ידי המשתמש.</p>
        <p>4.2. המשתמש אחראי לוודא שהפרטים של הלקוחות עדכניים ותקפים לקבלת המיילים.</p>

        <h2>5. חתימה דיגיטלית:</h2>
        <p>5.1. הלקוחות יכולים לחתום דיגיטלית על המסמכים שמתקבלים מהמערכת.</p>
        <p>5.2. החתימה הדיגיטלית תחוייב בכפוף לחוקי המדינה בה הלקוח פועל.</p>

        <h2>6. ניהול הוצאות והכנסות:</h2>
        <p>6.1. המערכת מספקת כלים לניהול הוצאות והכנסות בצורה פשוטה ונוחה למשתמש.</p>
        <p>6.2. המשתמש יחייב לשמור על נתוני ההכנסות וההוצאות באופן מדויק ונכון.</p>

        <h2>7. אבטחת מידע:</h2>
        <p>7.1. המערכת תשמור על סודיות המידע ותגנה עליו מפני גישה לא מורשית.</p>
        <p>7.2. יש למנוע כל ניסיון חוקי או חוץ חוקי לפגוע באבטחת המערכת או לגנוב מידע ממנה.</p>

        <h2>8. תמיכה טכנית:</h2>
        <p>8.1. המערכת מספקת תמיכה טכנית למשתמשים במידה הצורך.</p>
        <p>8.2. על המשתמש לדווח על תקלות ובעיות במערכת בהקדם האפשרי ולמתן את כל הפרטים הדרושים לפתרון הבעיה.</p>

        <h2>9. הפרת התקנון:</h2>
        <p>9.1. במקרים של הפרת התקנון, המנהלים רשאים להשעות את הגישה למערכת למשתמש שביצע את ההפרה.</p>
        <p>9.2. הפרת התקנון עלולה לגרום למשתמש לאבד גישה למערכת לצמיתות.</p>

        <h2>10. שינויים בתנאים והגבלות:</h2>
        <p>10.1. הנהלת my-safe רשאית לשנות את תנאי השימוש והגבלות המערכת מעת לעת ובכל עת.</p>
        <p>10.2. שינויים אלו יובאו לידיעת המשתמשים באמצעות המערכת וייכנסו לתוקפם 30 יום לאחר הודעתם.</p>

        <p>אנא שימו לב כי על פי השימוש ב-my-safe מתחייבים לכבוד ולפעול בהתאם לחוקים והגבלות המוערכת, כמו גם לפעול למען אבטחת מידע המשתמשים במערכת.</p>

        <p>תודה על השימוש ב-my-safe, מקווים שתהנו מחוויית השימוש ושהמערכת תסייע לכם בניהול הלקוחות והעסק שלכם בצורה יעילה וקלה.</p>

    </x-filament::card>

    <style>

    </style>


</x-filament::page>
